Revit 2027 API
ParameterTypeId.RbsPipeFrictionParam Property
 "Friction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFrictionParam { get; }
Public Shared ReadOnly Property RbsPipeFrictionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFrictionParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFrictionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace